@extends('layouts.app')

@section('content')
    <div class="container">
        <div class="row justify-content-center">
            <div class="col-md-9">
                <div class="fs-5 mt-4">
                    <p>Добро пожаловать в мой первый проект!</p>
                    <p>Проект представляет собой базу недвижимости.</p>
                    <p>Здесь вы сможете создать объявления для продажи или аренды недвижимости, а также редактировать и
                        удалять.</p>
                    <p>Чтобы попробовать весь функционал, нужно зарегистрироваться и войти. Без регистрации можно только
                        посмотреть объявления. </p>
                    <p>Данные объявлений вымышленные. Почту для регистрации тоже можно выдумать.</p>
                    <p>Испытайте фильтр по категориям и типам, а также поиск по названию объявления. Если захотите
                        посмотреть объявление подробней, нужно его выбрать.</p>
                    <p>Чужие объявления вы не сможете изменить и удалить, только свои.</p>
                    <p><b>Важный момент:</b> большая просьба создавать объявление корректно, чтобы название и описание
                        совпадали с типами и категориями. Это нужно для наглядности просмотра объявлений.</p>
                </div>
            </div>
        </div>
    </div>
@endsection
